Revit 2024 API
ParameterTypeId.FabricWireDistance Property
 "Wire distance": The distance between wires
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId FabricWireDistance { get; }
Visual Basic
Public Shared ReadOnly Property FabricWireDistance As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ FabricWireDistance {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace